{
  "points": [
    {
      "id": 1,
      "title": "Вьетнам",
      "tags": ["20век", "1955", "1975"],
      "text": "Война во Вьетнаме произошла в 1957 – 1975 годах в Индокитае. На одной стороне оказались: Республика Вьетнам, США, Республика Корея, Таиланд, Филиппины, Австралия, Камбоджа… и на другой стороне: КНР, СССР, КНДР ...  Эта война считается крупнейшим военным конфликтом второй половины 20 века, который оставил заметный след в истории и культуре Вьетнама, а также СССР и США, сыгравших в нём очень значительную роль.",
      "losses": "1,300,000 - 4,200,000",
      "result": "В конце войны, северовьетнамские войска заняли большую часть Южного Вьетнама и подошли к Сайгону, последнему крупному городу с управлением США и Южного Вьетнама. Оттуда в конце войны было очень много отправлено вертолётов и кораблей для того, чтобы вывезти всех оставшихся военных с Сайгона. В 1975 году коммунисты подняли знамя над Дворцом Независимости в Сайгоне что означало, что война закончилась полной победой северовьетнамских войск. Итогом войны стало снижение влияния США в Юго-Восточной Азии, а Вьетнам смог поставить под свой контроль сначала Лаос, а впоследствии — Камбоджу.",
      "lat": "16.830329",
      "lon": "106.891896"
    },
    {
      "id": 2,
      "title": "Чехия",
      "tags": ["20век", "1968"],
      "text": "Вторжение в Чехословакию, также называют операцией «Дунай» произошел в 1968 году и положил конец реформам «Пражской весны». Всех больше войск было от СССР – до 500 000 человек и 5 000 танков и БТР. Политической целью операции стал контроль над чешскими реформаторами, которые добились большого влияния в стране.",
      "losses": "Неизвестное количество",
      "result": "В результате «Дунай» привел к концу «Пражской весны», подписанию Московского протокола, а также в стране было военное присутствие (до 130 000 человек) СССР вплоть до 1991 года. Однако подавление «Пражской весны» усилило разочарование многих представителей западных левых кругов в теории марксизма-ленинизма, впоследствии приведшему к расколу многих коммунистических партий.",
      "lat": "48.661850",
      "lon": "19.627749"
    },
    {
      "id": 3,
      "title": "Куба",
      "tags": ["20век", "1962"],
      "text": "Карибский кризис был вызван размещением США ядерного оружия в Турции и впоследствии тайным размещением на Кубе военных подразделений и частей СССР, включая ядерное оружие. Кризис мог привести к ядерной войне во всём мире. Поэтому власти США и СССР пытались сделать всё, что было в их силах, чтобы не допустить этого.",
      "losses": "Неизвестное количество",
      "result": "В результате кризиса произошел вывод военного вооружения СССР с территории Кубы, после этого США вывели свои ядерные ракеты из Италии и Турции, а также была создана «горячая линия» между СССР и США.",
      "lat": "21.483126",
      "lon": "-78.481555"
    },
    {
      "id": 4,
      "title": "Алжир",
      "tags": ["20век", "1954", "1962"],
      "text": "На начало войны за независимость Алжира, очень сильно повлияла Вторая мировая война. Оккупация Франции Гитлером показала колониям всю слабость метрополии, продемонстрировала, что победа над французскими войсками вполне возможна. Начались антифранцузские бунты, мятежи и восстания в Индокитае, на Мадагаскаре. Не стала исключением и Северная Африка. Это все переросло в массовые беспорядки, убийства и расправы над французами и евреями в Алжире. Франция отреагировала на это, и объявила войну своей колонии – Алжиру.",
      "losses": "Неизвестное количество",
      "result": "Франция признала независимость Алжира, но долгожданная независимость не принесла благополучия в страну и после войны Алжир запросил помощи у СССР и стран Европы в восстановлении государства и его территорий.",
      "lat": "28.230462",
      "lon": "2.690077"
    },
    {
      "id": 5,
      "title": "Афганистан",
      "tags": ["20век", "1979", "1989"],
      "text": "В апреле 1978 года был проведён переворот, результатом которого стало установление в стране социалистического режима. После этого началась гражданская война в Афганистане, которая длится по настоящее время. Годом спустя, началась Афганская война, продолжавшаяся около 10 лет, в которой были на одной стороне Демократическая Республика Афганистан при поддержке Индии, ГДР, СССР и на другой: Суннитские моджахеды, ИПА (Исламская партия Афганистана), и их союзники, такие как Пакистан, Саудовская Аравия, США, Великобритания, Франция, страны Ближнего и Дальнего Востока, ФРГ, шиитские моджахеды...",
      "losses": "Неизвестное количество",
      "result": "Результатом Афганской войны стали Женевские соглашения о перемирии Афганистана и Пакистана, СССР и США, как главных союзников. СССР вывел свои войска из Афганистана, и после этого Гражданская война в Афганистане продолжилась. Несмотря на присутствие большого количества советских войск, на протяжении всей войны СССР не удалось подавить сопротивление моджахедов.",
      "lat": "33.346204",
      "lon": "65.796269"
    },
    {
      "id": 6,
      "title": "ГДР",
      "tags": ["20век", "1953"],
      "text": "Восстание 1953 года в ГДР произошло из-за волнений в народе, вызванных понижением зарплат и тем, что рабочие должны были работать на 10% больше, чем раньше. Оно поспособствовало массовым беспорядкам и забастовкам. Также начали все больше иметь силу западные антикоммунистические движения в больших городах ГДР.",
      "losses": "Неизвестное количество",
      "result": "Восстание было подавлено советскими войсками и полицейскими ГДР. С одной стороны, СССР снизил процент репараций, зарплаты остались прежними, рабочим были возвращены нормы выработки, а в 1954 году даже был снят оккупационный режим, который был установлен ранее. С другой стороны, было много судебных процессов. Увеличилось количество перебежчиков в ФРГ.",
      "lat": "51.228764",
      "lon": "10.551692"
    },
    {
      "id": 7,
      "title": "Чехия",
      "tags": ["20век", "1968"],
      "text": "",
      "losses": "1,300,000 - 4,200,000",
      "result": "",
      "lat": "28.230462",
      "lon": "2.690077"
    }
  ]
}